{
  "wishes": [
    {
      "id": "001",
      "text": "You are my friend, my spirit, my influence towards success. There is no replacement of you. You are the best and will be best forever. Wish you a very Happy Mother’s Day."
    },
    {
      "id": "002",
      "text": "Thank you mom for every hug, word of encouragement, and acts of love you’ve given me. Happy Mother’s Day!"
    },
    {
      "id": "003",
      "text": "Happy Mother’s Day mamma! Thank you for always being the shining example of what I wanted to be like when I grew up!"
    },
    {
      "id": "004",
      "text": "You mean so much to me Mum. I love you with all my heart and wish you a Happy Mother's Day!"
    },
    {
      "id": "005",
      "text": "To the best mum in the world, happy Mother's Day! Hope you have the happiest of days."
    },
    {
      "id": "006",
      "text": "I know I don't say it often enough but I love you and want you to know how much you mean to me. Happy Mother's Day Mum"
    },
    {
      "id": "007",
      "text": "To a mom who’s thoughtful, loving, and kind, I’m so thankful for the ties that bind Our hearts together in tender love. Happy Mother’s Day– you’re a gift from above!"
    },
    {
      "id": "008",
      "text": "Mum, you are the one who knows me inside out. I admire and love you more than you'll ever know. Have a wonderful Mother's Day!"
    },
    {
      "id": "009",
      "text": "You are the most caring and loving person I know. Thanks for bringing me into this world and being there for me every day. I love you Mum, Happy Mother's Day!"
    },
    {
      "id": "010",
      "text": "Mum, you are my biggest inspiration and influence. Thank you for everything you have done to support me and for making me the man I am now. Happy Mother's Day!"
    },
    {
      "id": "011",
      "text": "Happy Mother's Day mommy. I am so blessed to have a Mum like you. I know raising me was not easy so I am ever so thankful for all your unconditional love and patience!"
    },
    {
      "id": "012",
      "text": "It’s my time to know you that how fortunate and special I am to be blessed with a mother as caring, loving as you. Wish you a happy Mother’s Day Mom."
    }
  ]
}
